Revit 2024 API
WorksetKindFilter Constructor
Overload List
Name | Description
WorksetKindFilter(WorksetKind)
 Constructs a new instance of WorksetKindFilter filter to match worksets of the given WorksetKind.
WorksetKindFilter(WorksetKind, Boolean)
 Constructs a new instance of WorksetKindFilter filter to match worksets of the given WorksetKind.
See Also
WorksetKindFilter Class
WorksetKindFilter Members
Autodesk.Revit.DB Namespace